
* Feb 20

| Time | Food              | kCal | Prot | Fat |
|------+-------------------+------+------+-----|
| 5h   | Coffee            |   73 |    0 |   0 |
| 5h   | pancake           |  270 |   23 |   4 |
| 5h   | 2Tbsp maple syrup |  104 |    0 |   0 |
| 6h30 | blueberry rx bar  |  190 |   12 |   6 |
| 8h   | orange            |   45 |    0 |   0 |
| 9h30 | mr noodles        |  200 |    4 |   5 |
| 13h  | restaurant pho    |  500 |   30 |  10 |
| 15h  | orange            |   45 |    0 |   0 |
| 17h  | shrimp fried rice |  500 |   15 |  10 |
|      |                   | 1927 |   84 |  35 |
#+TBLFM: @>$3=vsum(@2..@-1)::@>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)

* Feb 21

| Time  | Food               | kCal | Prot | Fat |
|-------+--------------------+------+------+-----|
| 5h    | Coffee             |   73 |    0 |   0 |
| 5h    | shrimp fried rice  |  500 |   15 |  10 |
|       | d3 & liver & wort  |      |      |     |
| 10h   | whey hot chocolate |  316 |   39 |   2 |
| 12h   | chocolate rx bar   |  210 |   12 |   9 |
| 13h30 | costco pho         |  260 |    5 |   3 |
| 14h   | 6 potstickers      |      |      |     |
| 16h30 | pancake            |  270 |   23 |   4 |
| 5h    | 2Tbsp maple syrup  |  104 |    0 |   0 |
|       |                    | 1733 |   94 |  28 |
#+TBLFM: @>$3=vsum(@2..@-1)::@>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)




* Feb 22


| Time | Food              | kCal | Prot | Fat |
|------+-------------------+------+------+-----|
| 8h   | Coffee            |   73 |    0 |   0 |
| 8h   | Breakfast Curry   |  409 |   26 |  16 |
| 10h  | pancake           |  270 |   23 |   4 |
| 10h  | 2Tbsp maple syrup |  104 |    0 |   0 |
|      | d3 & liver & wort |      |      |     |
| 14h  | restaurant pho    |  550 |   18 |  10 |
| 16h  | mr noodles        |  200 |    4 |   5 |
|      |                   | 1606 |   71 |  35 |
#+TBLFM: @>$3=vsum(@2..@-1)::@>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)


* Feb 23

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 5h30  | blueberry rx bar                                     |                    |  190 |   12 |   6 |
| 6h    | Coffee                                               |                    |   73 |    0 |   0 |
| 6h    | [Breakfast Curry](./recipes/BreakfastCurry.org)      | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]]    |  421 |   26 |  16 |
| 9h30  | [whey hot chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
|       | d3 & liver & st john's wort                          |                    |      |      |     |
| 12h   | shrimp fried rice                                    |                    |  250 |    8 |  10 |
| 14h   | shrimp fried rice                                    |                    |  300 |   12 |  10 |
| 16h   | lasagna                                              |                    |  350 |   22 |  12 |
| 19h30 | 6 potstickers                                        |                    |  255 |   10 |  10 |
|       | TOTAL                                                |                    | 2155 |  126 |  65 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Feb 24

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 6h    | Coffee                                               |                    |   73 |    0 |   0 |
| 6h    | [Breakfast Curry](./recipes/BreakfastCurry.org)      | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]]    |  421 |   26 |  16 |
|       | d3 & liver & st john's wort                          |                    |      |      |     |
| 9h30  | [whey hot chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
| 12h30 | lasagna                                              |                    |  350 |   22 |  12 |
| 13h30 | lasagna                                              |                    |  350 |   22 |  12 |
| 16h   | 8 chicken potstickers                                |                    |  370 |   14 |  12 |
| 18h   | oatmeal with fruit                                   |                    |  200 |    0 |   0 |
|       | TOTAL                                                |                    | 2080 |  120 |  53 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Feb 25

| Time  | Food                                            | org             | kCal | Prot | Fat |
|-------+-------------------------------------------------+-----------------+------+------+-----|
| 6h    | Coffee                                          |                 |   73 |    0 |   0 |
| 6h    | [Breakfast Curry](./recipes/BreakfastCurry.org) | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]] |  421 |   26 |  16 |
|       | d3 & liver & st john's wort                     |                 |      |      |     |
| 9h30  | [Green Smoothie](./recipes/GreenSmoothie.org)   | [['file:recipes/GreenSmoothie.org][green smoothie]]  |  336 |   27 |   0 |
| 12h   | costco pho                                      |                 |  260 |    5 |   3 |
| 12h30 | lasagna                                         |                 |  350 |   22 |  12 |
| 17h   | skyr & fruit                                    |                 |  220 |   17 |   6 |
| 17h30 | 12 potstickers                                  |                 |  555 |   21 |  18 |
|       | TOTAL                                           | TOTAL           | 2215 |  118 |  55 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Feb 26

| Time  | Food                                                 | org                | kCal | Prot | Fat |
|-------+------------------------------------------------------+--------------------+------+------+-----|
| 8h    | Coffee                                               |                    |   73 |    0 |   0 |
| 8h    | [Breakfast Curry](./recipes/BreakfastCurry.org)      | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]]    |  421 |   26 |  16 |
| 9h    | orange                                               |                    |   45 |    0 |   0 |
|       | d3 & liver & st john's wort                          |                    |      |      |     |
| 10h   | [whey hot chocolate](./recipes/wheyHotChocolate.org) | [['file:recipes/wheyHotChocolate.org'][whey hot chocolate]] |  316 |   36 |   1 |
| 12h30 | lasagna                                              |                    |  350 |   22 |  12 |
| 12h30 | 500g grapes                                          |                    |  500 |    3 |   0 |
| 14h30 | lasagna                                              |                    |  350 |   22 |  12 |
|       | TOTAL                                                |                    | 2055 |  109 |  41 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)


* Feb 27


| Time  | Food                          | org | kCal | Prot | Fat |
|-------+-------------------------------+-----+------+------+-----|
| 6h    | Coffee                        |     |   73 |    0 |   0 |
| 6h    | lasagna                       |     |  350 |   22 |  12 |
| 6h    | 100g skyr and fruit           |     |  120 |   11 |   0 |
| 10h30 | 100g shrimp                   |     |  106 |   20 |   2 |
| 12h30 | 8 potstickers                 |     |  370 |   14 |  12 |
| 13h   | 30g oatmeal 1Tbsp maple syrup |     |   70 |    0 |   0 |
| 15h30 | restaurant pho                |     |  500 |   15 |  10 |
| 15h30 | 100g shrimp                   |     |  106 |   20 |   2 |
| 17h30 | 100g shrimp                   |     |  106 |   20 |   2 |
| 17h30 | mr noodles                    |     |  200 |    4 |   5 |
|       | TOTAL                         |     | 2001 |  126 |  45 |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)

* Feb 28

| Time | Food                | org | kCal | Prot | Fat |
|------+---------------------+-----+------+------+-----|
| 6h   | Coffee              |     |   73 |    0 |   0 |
| 6h   | pancakes            |     |      |      |     |
| 9h   | green smoothie      |     |      |      |     |
| 11h  | costco pho          |     |      |      |     |
| 11h  | 60g bone broth      |     |      |      |     |
| 13h  | fish and chips      |     |  950 |   35 |  18 |
| 16h  | pancake             |     |      |      |     |
| 16h  | 2 Tbsp mapble syrup |     |      |      |     |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)



* Mar 1

| Time  | Food                        | org | kCal | Prot | Fat |   |
|-------+-----------------------------+-----+------+------+-----+---|
| 67    | Coffee                      |     |   73 |    0 |   0 |   |
| 7h    | pancakes                    |     |      |      |     |   |
| 7h    | 2 Tbsp maple syrup          |     |      |      |     |   |
| 9h    | d3 & liver & st john's wort |     |      |      |     |   |
| 9h30  | 100g shrimp                 |     |      |      |     |   |
| 9h30  | 50g oatmeal                 |     |      |      |     |   |
| 9h30  | 2 peaches                   |     |      |      |     |   |
| 11h   | coffee                      |     |   73 |    0 |   0 |   |
| 12h30 | restaurant pho              |     |      |      |     |   |
| 12h30 | 100g shrimp                 |     |      |      |     |   |
|       | TOTAL                       |     |      |      |     |   |
#+TBLFM: @>$4=vsum(@2..@-1)::@>$5=vsum(@2..@-1)::@>$6=vsum(@2..@-1)

























